// ------------------------------------------------------------------------
// Main Window
// ------------------------------------------------------------------------
"Fax Settings"="ファクス設定";
"Back"="戻る";
"Str_Fax_Settings_Btn_Next"="次へ";
"Str_Fax_Settings_Btn_Finish"="完了";

// ------------------------------------------------------------------------
// Introduction
// ------------------------------------------------------------------------
"Str_Introduction_View_Title"="ファクス設定";
"Make the basic settings to send/receive faxes."="ファクス送信を行うための初期設定を行います。";
"Make sure that the computer is connected to the printer, the printer driver is installed, setup for printing from the computer is finished, and the printer is turned on."="本アプリケーションを使用して設定する前に、以下を確認してください。\n・コンピューターとプリンターが接続されているか\n・プリンターの電源がオンになっているか\n・プリンタードライバーのインストールが完了しているか\n・コンピューターから印刷できるようにセットアップが済んでいるか";

// ------------------------------------------------------------------------
// Progress Message(read setting information)
// ------------------------------------------------------------------------
"Str_Read_Information_Progress_Message"="プリンターから設定情報を取得しています。";

// ------------------------------------------------------------------------
// Header Information Settings
// ------------------------------------------------------------------------
"Str_Header_Information_Strings_View_Title"="発信元設定(自局設定)";
"Enter your Fax Header and Phone Number."="発信元名(自局名)と発信元番号(自局番号)を入力してください。";
"Fax Header:"="発信元名(自局名):";
"Your Phone Number:"="発信元番号(自局番号):";
"Your Fax Header and Phone Number are displayed at the top of the received fax."="お手元のプリンターから送信するファクスのページ上部(ヘッダー)に入る発信元の情報を指定します。発信元名(自局名)は自分の名前や会社名などを、発信元番号(自局番号)にはプリンターのファクス番号を入力してください。";

// ------------------------------------------------------------------------
// Auto Answer Settings
// ------------------------------------------------------------------------
"Str_Auto_Answer_Strings_View_Title"="自動受信設定";
"If you use the Fax more than the Printer, we recommend using Auto Answer. We also recommend keeping paper for fax reception loaded at all times."="プリンターでの印刷よりもファクス使用が多いときは、自動受信をお勧めします。なお、ファクスの受信に備えて、普段からA4サイズの普通紙をセットしておくことをお勧めします。";
"Number of Rings to Answer:"="ファクス受信するまでの呼び出し回数:";
"Make sure you set Auto Answer if there is no external telephone connected to the printer.\nFaxes cannot be received if Auto Answer is not set."="プリンターに外付電話機が接続されていないときは、必ず自動受信モードに設定してください。自動受信モードに設定しないと、ファクスを受信できません。";
"Auto Answer"="自動受信モードに設定する";
"Str_Auto_Answer_Strings_Button_On"="自動受信する";
"Str_Auto_Answer_Strings_Button_Off"="自動受信しない";
"Str_Auto_Answer_Strings_Button_AutoSwitch"="ファクス／電話自動切替";

// ------------------------------------------------------------------------
// Dial Tone Detection Settings
// ------------------------------------------------------------------------
"Str_Dial_Tone_Detection_Settings_View_Title"="ダイヤルトーン検出設定";
"Set whether or not to start dialing after detecting a dial tone."="ダイヤルトーンを検出してからダイヤルを開始するかを設定します。";
"If a dial tone cannot be detected by the Check Fax Connection, you can dial by clearing the check box."="ファクス機能の診断でダイヤルトーンが検出できなかったときはチェックを外すとダイヤルできるようになります。";
"Sometimes, clearing the check box might remove part of the number, and you might connect to the wrong number."="チェックを外した場合、環境によって番号の最初が抜けるなど誤った番号に接続されてしまう可能性があります。";
"Detect Dial Tone"="ダイヤルトーンを検出する";

// ------------------------------------------------------------------------
// Confirm Settings
// ------------------------------------------------------------------------
"Str_Confirm_Settings_View_Title"="設定内容の確認";
"Check the following settings."="以下の設定内容を確認してください。";
"Click [Next] to send the setting information to the printer."="[次へ]をクリックすると設定情報をプリンターに送信します。";
"Str_Confirm_Settings_View_SText_Fax_Header"="発信元名(自局名):";
"Str_Confirm_Settings_View_SText_Phone_Number"="発信元番号(自局番号):";
"Str_Confirm_Settings_View_SText_Auto_Answer"="自動受信:";
"Str_Confirm_Settings_View_SText_Rings_To_Answer"="呼び出し回数:";
"Str_Confirm_Settings_View_SText_Dial_Tone_Detection"="ダイヤルトーン検出:";
"Str_Confirm_Settings_View_SText_On"="する";
"Str_Confirm_Settings_View_SText_Off"="しない";
"Str_Confirm_Settings_View_SText_AutoSwitch"="自動切替";

// ------------------------------------------------------------------------
// Progress Message(write settings information)
// ------------------------------------------------------------------------
"Str_Write_Information_Progress_Message"="プリンターに設定情報を送信しています。";

// ------------------------------------------------------------------------
// Settings Complete
// ------------------------------------------------------------------------
"Str_Settings_Complete_View_Title"="設定終了";
"Str_Settings_Complete_View_SText_Success"="ファクスの設定は正常に終了しました。";

// ------------------------------------------------------------------------
// Failed to make Fax Settings
// ------------------------------------------------------------------------
"Str_Failed_Make_Fax_Settings_View_Title"="ファクス設定失敗";

// ------------------------------------------------------------------------
// Menu
// ------------------------------------------------------------------------
"FAX Utility"="FAX Utility";
"About FAX Utility..."="FAX Utilityについて...";
"Preferences..."="環境設定...";
"Services"="サービス";
"Hide FAX Utility"="FAX Utility を隠す";
"Hide Others"="ほかを隠す";
"Show All"="すべてを表示";
"Quit FAX Utility"="FAX Utilityを終了";
"File"="ファイル";
"Close"="閉じる";
"Edit"="編集";
"Undo"="取り消す";
"Redo"="やり直す";
"Cut"="カット";
"Copy"="コピー";
"Paste"="ペースト";
"Delete"="削除";
"Select All"="すべてを選択";
"Window"="ウィンドウ";
"Minimize"="しまう";
"Help"="ヘルプ";

// ------------------------------------------------------------------------
// Alert(Common)
// ------------------------------------------------------------------------
"Str_Alert_Common_Cancel"="キャンセル";
"Str_Alert_Common_OK"="OK";

"Str_Alert_Common_Necessary_File_Not_Found"="アプリケーションの実行に必要なファイルが見つかりませんでした。\nFAX Utilityを再インストールしてください。";
"Str_Alert_Common_Cannot_Get_Printer_Information"="プリンターの情報を取得できませんでした。\n[システム環境設定]－[プリントとファクス]からプリンター（FAX）を追加してください。";
"Str_Alert_Common_Confirm_OverWrite"="指定されたファイルがすでに存在します。上書きしますか？";
"Str_Alert_Common_Not_Responding_Error"="プリンターからの応答がありません。プリンターが正しく接続されているか、電源が入っているか確認してください。";
"Str_Alert_Common_Communication_Error"="プリンターとの通信でエラーが発生しました。";
"Str_Alert_Common_Printer_Processing_Error"="プリンターがデータを処理中です。しばらく待ってから再度実行してください。";
"Str_Alert_Common_Communication_Error_With_ErrorCode"="プリンターとの通信で、エラーが検出されました。\nエラーコード(%d)";
"Str_Alert_Common_Error_Occurred"="エラーが発生したため処理を中止しました。";
"Str_Alert_Common_PrinterStatusError"="プリンターがエラー状態です。エラーを解除してから再度実行してください。";

// ------------------------------------------------------------------------
// Alert(FAX Settings)
// ------------------------------------------------------------------------
"Str_Alert_Fax_Settings_Cannot_Open"="FAX Utilityが起動中のため、ファクス設定を実行できません。終了後に実行してください。";
"Str_Alert_Fax_Settings_Confirm_Cancel_Processing"="ファクス設定が終了していません。\n処理を中止しますか?";
"Str_Alert_Fax_Settings_Input_FaxHeader_Not_Support"="発信元名(自局名)で使用できる文字は、半角英数字と記号、および半角カタカナのみです。";
"Str_Alert_Fax_Settings_Input_PhoneNumber_Not_Support"="発信元番号(自局番号)で使用できる文字は、0～9,+,スペース（空白文字）のみで、すべて半角です。";
"Str_Alert_Fax_Settings_Input_RetryCount_Not_Support"="受信までの呼び出し回数は%dから%dまでの範囲で設定してください。";
"Str_Alert_Fax_Settings_Setting_Information_Failed"="プリンターから取得した設定情報に異常が見つかりました。\n項目名: (検出項目)";
